[
  {
    "name": "Alan Chiu",
    "company": "Boba Network",
    "bio": "Alan is Founder and CEO of Boba Network. He has more than 20 years of company building and investing experience, with a background in distributed systems, enterprise software, and fintech. Alan serves on the Stanford Graduate School of Business Alumni Board, as well as the board of Stanford Angels and Entrepreneurs as Co-President.",
    "image": "/images/speakers/alan-chiu.jpg"
  },
  {
    "name": "Aleksandr Vlasov",
    "company": "Matter Labs",
    "bio": "Ethereum enthusiast, Co-founder of Matter Labs.",
    "image": "/images/speakers/aleksandr-vlasov.jpg"
  },
  {
    "name": "Bobbin Threadbare",
    "company": "Polygon",
    "bio": "Bobbin Threadbare is a project lead for Polygon Miden. Prior to joining Polygon, Bobbin was a core ZK researcher at Facebook's Novi where he led the development of Winterfell, a highly-performant STARK prover and verifier. Bobbin has made numerous contributions to the STARK-based systems including genSTARK library, Distaff VM, as well as AirScript and AirAssembly languages.",
    "image": "/images/speakers/bobbin-threadbare.jpg"
  },
  {
    "name": "Brendan Farmer",
    "company": "Polygon",
    "bio": "Brendan studied math and philosophy before starting Mir, a ZK L1 designed to provide privacy and scalability. The Mir team joined Polygon, becoming Polygon Zero, and released Plonky2, which set a new benchmark for ZKP performance. Polygon Zero is focused on building a scalable ZK L2 to onboard the next billion users to Ethereum.",
    "image": "/images/speakers/brendan-farmer.jpg"
  },
  {
    "name": "Dankrad Feist",
    "company": "Ethereum Foundation",
    "bio": "Dankrad Feist is an Ethereum researcher with a background in Theoretical Physics and Technology. Since joining the Ethereum Foundation in 2019, he has worked on topics that involve applied cryptography, such as sharding, statelessness, the proof of custody and other topics.",
    "image": "/images/speakers/dankrad-feist.jpg"
  },
  {
    "name": "Ed Felten",
    "company": "Offchain Labs",
    "bio": "Ed Felten is Co-founder and Chief Scientist at Offchain Labs, the makers of Arbitrum. He was previously the Kahn Professor of Computer Science and Public Affairs at Princeton University, and served on the White House staff as Deputy United States Chief Technology Officer. He is a member of the U.S. National Academy of Engineering and a Fellow of the ACM.",
    "image": "/images/speakers/ed-felten.jpg"
  },
  {
    "name": "Jacobo Toll-Messia",
    "company": "Nahmi",
    "bio": "Jacobo Toll-Messia, Founder and CEO at Nahmii AS, was a managing consultant for IBM Global Business services before launching Nahmi AS. At IBM, he specialized in product and business development, strategic planning, distributed systems, and data management. Before that, he was a program manager and country manager at Epsis. Jacobo is a thought leader and expert in cryptocurrency, blockchain, and the Web3 industry.",
    "image": "/images/speakers/jacobo-toll-messia.jpg"
  },
  {
    "name": "John Adler",
    "company": "Fuel Labs",
    "bio": "John is a PhD dropout (for real) and co-founder of Celestia Labs and Fuel Labs. Previously, he was a scalability researcher at ConsenSys, where he created the optimistic rollup design paradigm.",
    "image": "/images/speakers/john-adler.jpg"
  },
  {
    "name": "Julien Niset",
    "company": "Argent",
    "bio": "Julien is the Chief Science Officer and co-founder of Argent. He holds a PhD in Physics from Université libre de Bruxelles with a focus on Quantum Information and Quantum Cryptography. He has authored several publications in leading peer reviewed scientific journals and is the author of three patents: for quantum random number generation, distribution and use in novel cryptographic schemes.",
    "image": "/images/speakers/julien-niset.jpg"
  },
  {
    "name": "Ohad Barta",
    "company": "StarkWare",
    "bio": "Ohad Barta has been a product manager at StarkWare for two years. He is involved in numerous projects building on both StarkNet and StarkEx. Ohad came to StarkWare with 9 years of prior experience in theoretical cryptography and code development.",
    "image": "/images/speakers/ohad-barta.jpg"
  },
  {
    "name": "Patrick McCorry",
    "company": "Infura",
    "bio": "Patrick McCorry is an Engineer (more like Intern) at Infura. He was an Assistant Professor at King's College London in Cryptocurrencies and Security Engineering. As well, he was a researcher at University College London, University of Illinois at Urbana-Champaign and Newcastle University.",
    "image": "/images/speakers/patrick-mccorry.jpg"
  },
  {
    "name": "Pavel Sinelnikov",
    "company": "Metis",
    "bio": "Pavel has been in the Ethereum ecosystem since 2017 and has led educational workshops for CryptoChicks, ETHDenver, and RBC. Pavel currently works as the Integration Lead at Metis and helps integrate projects at all stages of development into the Metis ecosystem.",
    "image": "/images/speakers/pavel-sinelnikov.jpg"
  },
  {
    "name": "Tas Dienes",
    "company": "Ethereum Foundation",
    "bio": "Tas Dienes works on ecosystem support at the Ethereum Foundation, with a focus on supporting the enterprise ecosystem.",
    "image": "/images/speakers/tas-dienes.jpg"
  },
  {
    "name": "Valeria Yermakova",
    "company": "Offchain Labs",
    "bio": "Product Design Lead at Arbitrum, former web2 founder, current handstand aficionado.",
    "image": "/images/speakers/valeria-yermakova.jpg"
  },
  {
    "name": "Will Harborne",
    "company": "DeversiFi",
    "bio": "Will is the founder of DeversiFi, an application specific L2 powered by zero-knowledge proofs, as well as the co-founder of ZKValidator. DeversiFi is focused on making DeFi yield and trading opportunities accessible from one easy and low-friction interface.",
    "image": "/images/speakers/will-harborne.jpg"
  },
  {
    "name": "Yuan Su",
    "company": "Metis",
    "bio": "A visionary and transformative leader, with a hybrid skill set of technology and business. Yuan received his Bachelor of Computer Science with Honors at Acadia University and his Master of Business Administration (M.B.A.), Corporate Strategy, and Leadership at the University of Toronto. Quickly ascended the ranks to become Technical & Engagement Lead at IBM Canada, and moved on to become Co-Founder & Tech Lead at Metis.",
    "image": "/images/speakers/yuan-su.jpg"
  },
  {
    "name": "Ben Jones",
    "company": "Optimism",
    "bio": "Ben \"Weird ETH Yankovic\" Jones is a co-founder and Chief Scientist at Optimism. Prior to Optimism he worked on Ethereum's CBC Casper team.  In his free time he works on crypto music.",
    "image": "/images/speakers/ben-jones.jpg"
  },
  {
    "name": "Chaitanya Konda",
    "company": "EY",
    "bio": "Chaitanya is a Cryptography and Blockchain Researcher working in EY's Blockchain R&D team. She works on scalable privacy solutions for public blockchains. She led the development of Nightfall 1 project and currently is leading the deployment of Polygon Nightfall to mainnet in partnership with Polygon.",
    "image": "/images/speakers/chaitanya-konda.jpg"
  },
  {
    "name": "Daniel Kmak",
    "company": "Nervos",
    "bio": "Blockchain developer at Nervos. Currently focused on UTXO-blockchains and EVM rollups. In the space since 2017. Previously worked for Ethereum Alarm Clock, Polymath, Energy Web Foundation.",
    "image": "/images/speakers/daniel-kmak.jpg"
  },
  {
    "name": "Emily Herbert",
    "company": "Fuel Labs",
    "bio": "Emily is a compiler engineer at Fuel Labs, working on the Sway compiler. She holds a MS in Computer Science from the University of Massachusetts Amherst and was a PhD student at Northeastern University (before she dropped out), where she specialized in programming languages and compilers work. Before joining Fuel Labs, Emily spent time at both Google and NASA, focusing on combining the domains of programming languages and networking.",
    "image": "/images/speakers/emily-herbert.jpg"
  },
  {
    "name": "Hadrien Croubois",
    "company": "OpenZeppelin",
    "bio": "Hadrien is French, has a Ph.D. in computer science from the École Normale Supérieure de Lyon, and has been working as a smart-contracts engineer since 2017. Currently he is a part of the OpenZeppelin development team, working on the open-source smart-contracts library and the associated tooling.",
    "image": "/images/speakers/hadrien-croubois.jpg"
  },
  {
    "name": "Jacob Caban-Tomski",
    "company": "Ethereum Foundation",
    "bio": "Developer working on scaling solutions using L2s for Ethereum to lower costs and enable more people from around world to participate and enjoy the benefits of using Web3.",
    "image": "/images/speakers/jacob-caban-tomski.jpg"
  },
  {
    "name": "Jordi Baylina",
    "company": "Polygon",
    "bio": "Jordi leads the technical development of the Polygon Hermez zkRollup and is currently working on the implementation of the zkEVM. He is the co-founder of the White Hat Group, the author of the MiniMe token contract, the elliptic curves Solidity library, as well as numerous other established contracts in the Ethereum space. Jordi is also a well-respected auditor as well as the co-founder of the donation platform Giveth, DAppNode, Iden3 and most recently, Polygon Hermez.",
    "image": "/images/speakers/jordi-baylina.jpg"
  },
  {
    "name": "Oliver Begassat",
    "company": "Consensys",
    "bio": "Olivier Bégassat is part of the ConsenSys Applied Research RnD team. His current interest is around developping a zk-evm.",
    "image": "/images/speakers/oliver-begassat.jpg"
  },
  {
    "name": "Théodore Chapuis-Chkaiban",
    "company": "Consensys",
    "bio": "Theodore Chapuis-Chkaiban is an applied researcher in Cryptography at ConsenSys Protocols R&D team. His research interests lie at the intersection of cryptography and computer architecture design. He is the co-author of a paper recently published on EthResearch specifying a model for a zk-EVM which is currently being implemented.",
    "image": "/images/speakers/theodore-chapuis-chkaiban.jpg"
  },
  {
    "name": "Vitaly Yakovlev",
    "company": "ZKX",
    "bio": "Vitaly is the CTO at ZKX, where he leads all aspects of the technology and innovation of a suite of Web3 products. He is a strategic, business-driven leader with 20+ years of experience and specializes in developing operational strategies to assure business growth through emerging technologies and product-market-fit.",
    "image": "/images/speakers/vitaly-yakovlev.jpg"
  }
]
